Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Hold follow-up talks within a week and find out if any further help is still needed, e.g. talking about the experience or asking questions about the duties.
sv: Ha uppföljningssamtal inom en vecka och ta reda på om det kvarstår behov av ytterligare hjälp, t.ex. samtal om upplevelsen, frågor om tjänstgöringen.

source: Carry out further follow-ups within about three months after the occurrence, to find out if there are still any problems.
sv: Gör ytterligare uppföljningar inom ca tre månader efter händelsen för att ta reda på om

source: Keep a close check on the sickness absence of employees affected.
sv: Följ noggrant upp sjukfrånvaron hos drabbade arbetstagare.

source: On the basis, for example, of sickness absence or expressed wishes, assess the need for further follow-up talks or treatments.
sv: Gör med utgångspunkt från t.ex. sjukfrånvaro eller önskemål, en bedömning om ytterligare uppföljningssamtal eller behandling behövs.

source: If there are to be legal proceedings, give employees the prior opportunity of a briefing on legal procedure.
sv: Ge före eventuell rättegång arbetstagare möjlighet till genomgång av rättegångsförfarandet.

source: Make sure that the victim is accompanied to the trial by another person, e.g. a supervisor, union representative or fellow-employee.
sv: Se till att den drabbade får sällskap av annan person, t.ex. arbetsledare, facklig representant eller arbetskamrat till rättegång.

source: A trial can easily evoke searing recollections and emotions from the violent occurrence.
sv: En rättegång kan lätt riva upp minnen och känslor från våldshändelsen.

source: A person who has been subjected to violence is compelled by law to testify.
sv: Den som blivit utsatt för våld är skyldig att vittna.

source: Provisions of the Swedish National Board of Occupational Safety and Health on Building and Civil Engineering Work 5
sv: Arbetarskyddsstyrelsens föreskrifter och allmänna råd om byggnads- och anläggningsarbete 4

source: Scope and definitions 5
sv: Tillämpningsområde och definitioner 4

source: Basic provisions of the Work Environment Act 7
sv: Grundläggande bestämmelser i arbetsmiljölagen 5

source: Responsibilities of a building work environment co-ordinator appointed for planning and design 11
sv: Ansvar för byggarbetsmiljösamordnare som utsetts för planering och projektering 8

source: Responsibilities of building work environment co-ordinators for the execution of building or civil engineering work 13
sv: Ansvar för byggarbetsmiljösamordnare under utförandet av ett byggnads- eller anläggningsarbete 9

source: Co-ordination responsibilities of other undertakings at the construction site 15
sv: Ansvar för övriga företag på byggarbetsplatsen beträffande samordningen 10

source: Planning and setting up of a place or area for building or civil engineering work 16
sv: Planering samt anordnande av plats eller område för byggnads- eller anläggningsarbete . 11

source: General 16
sv: Allmänt 11

source: Installations, cables or other distribution systems for electricity, gas and water 17
sv: Installationer och ledningar för el, gas och vatten 11

source: Reception and storage spaces 17
sv: Mottagnings- och lagringsutrymmen 12

source: Evacuation 18
sv: Utrymning 12

source: First Aid 18
sv: Första hjälpen 12

source: Fire prevention.
sv: Förebyggande av brand.

source: Fire detectors and alarm systems 19
sv: Branddetektorer och alarmsystem 12

source: Doors, gates, windows and walls 19
sv: Dörrar, portar, fönster och väggar 13

source: Communication routes 20
sv: Förbindelseleder 13

source: Lighting 21
sv: Belysning 14

source: Conduct of the work 22
sv: Arbetets utförande 14

source: Choice of working methods and equipment 22
sv: Val av arbetsmetoder och utrustning 14

source: Instructions, inspection, etc. 23
sv: Instruktion, kontroll m.m. 15

source: Pointed or sharp objects 24
sv: Spetsiga eller vassa föremål 16

source: Transport of building products or other material 24
sv: Transport av byggprodukter eller annat material 16

source: Handling of waste 24
sv: Hantering av avfall 16

source: Storage and depositing of materials 25
sv: Lagring och uppställning av material 16

source: Falls to a lower level etc. 25
sv: Fall till lägre nivå m.m 17

source: Sanction charges for risks of falls to a lower level etc. 26
sv: Sanktionsavgift vid fallrisk till lägre nivå m.m 17

source: The work stations 28
sv: Arbetsplatserna 18

source: Climate and air quality 29
sv: Klimat och luftkvalitet 19

source: Personal protective equipment 30
sv: Personlig skyddsutrustning 20

source: Certain particular kinds of work 31
sv: Vissa särskilda slag av arbete 20

source: Earthwork 31
sv: Markarbete 20

source: Cofferdams and caissons 32
sv: Fångdammar och kassuner 21

source: Demolition work 32
sv: Rivningsarbete 21

source: Passing vehicular traffic 33
sv: Passerande fordonstrafik 21

source: Work on roofs 35
sv: Takarbete 22

source: Sanction charges for work on roofs 36
sv: Sanktionsavgift vid takarbete 23

source: Safety nets 38
sv: Skyddsnät 25

source: Entry into force 41
sv: Ikraftträdande 26

source: Prior notice to the Work Environment Authority 42
sv: Bilaga 1 Förhandsanmälan till Arbetsmiljöverket 28

source: General Recommendations of the Swedish National Board of Occupational Safety and Health on the implementation of the Provisions on Building and Civil Engineering Work 44
sv: Arbetarskyddsstyrelsens allmänna råd om tillämpningen av föreskrifterna om byggnads- och anläggningsarbete 29

source: Background 44
sv: Bakgrund 29

source: General 44
sv: Allmänt 29

source: To whom are the Provisions addressed?
sv: Till vem riktar sig föreskrifterna?

source: How are rules applicable when private individuals have building and civil engineering work done and the Consumer Service Act is applicable
sv: Vad gäller när privatpersoner låter utföra byggnads- och anläggningsarbete och konsumenttjänstlagen är tillämplig 30

source: Guidance on individual Sections 47
sv: Kommentarer till enskilda paragrafer 31

source: Scope and definitions 47
sv: Tillämpningsområde och definitioner 31

source: Basic provisions of the Work Environment Act 53
sv: Grundläggande bestämmelser i arbetsmiljölagen 34

source: Planning and setting up of a site or area for building or civil engineering work 70
sv: Planering samt anordnande av plats eller område för byggnads- eller anläggningsarbete

source: Conduct of the work 76
sv: Arbetets utförande 50

source: Certain particular kinds of work 86
sv: Vissa särskilda slag av arbete 56

source: Safety nets 95
sv: Skyddsnät 63

source: Examples of suitable personal protective equipment 100
sv: Exempel på lämplig personlig skyddsutrustning 66

source: Provisions of the Swedish National Board of Occupational Safety and Health on Building and Civil Engineering Work
sv: Arbetarskyddsstyrelsens föreskrifter och allmänna råd om byggnads- och anläggningsarbete

source: Scope and definitions
sv: Tillämpningsområde och definitioner

source: They also apply to project preparation and design of building or civil engineering work in so far as this affects health and safety conditions (the work environment) for the persons doing the work.
sv: De gäller även sådan projektering som föregår byggnads- eller anläggningsarbete till den del projekteringen inverkar på arbetsmiljön för dem som utför arbetet.

source: The following are examples of building and civil engineering work:
sv: Exempel på byggnads- och anläggningsarbete är

source: excavation
sv: schaktning,

source: earthworks
sv: markarbeten,

source: construction work (building)
sv: byggnadsarbete,

source: assembly and disassembly of prefabricated elements
sv: montering och nedmontering av prefabricerade element,

source: installation of interior fittings or equipment
sv: inredning eller installation av utrustning,

source: alterations
sv: ändringar,

source: renovation
sv: renovering,

source: repairs
sv: reparationer,

source: disassembly
sv: nedmontering,

source: demolition
sv: rivning,

source: on-going maintenance
sv: löpande underhåll,

source: periodic maintenance, painting and cleaning work
sv: periodiskt underhåll - måleri- och rengöringsarbeten,

source: drainage decontamination
sv: dränering och sanering.

source: The stipulations of Sections 19, 48 and 56 a, Section 60 (3), Sections 60 a, 86 a, 87, 89 and 92 a are also applicable to the planning and execution of snow clearance on roofs.
sv: Bestämmelserna i 19, 48 och 56 a §§, 60 § tredje stycket, 60 a, 86 a, 87, 89 och 92 a §§ gäller även planering och utförande av snöskottning på tak.

source: Section 1b
sv: (AFS 2014:26)

source: These Provisions do not apply to the design of work premises used for the work.
sv: b § Föreskrifterna gäller inte utformning av arbetslokaler som används vid arbetet.

source: Persons professionally engaged, either alone or together with a family member, in building or civil engineering work without an employee shall, in addition to what follows from Chap. 3, Section 5 of the Work Environment Act, comply with the provisions of Chap. 2, Sections 1-8, Chap. 3, Section 2, 1st and 3rd paragraph, Section 2a, 1st paragraph and Sections 3-4 of the same Act.
sv: § De som ensamma eller gemensamt med familjemedlem yrkesmässigt driver byggnads- eller anläggningsarbete utan anställd skall – utöver vad som framgår av 3 kap. 5 § arbetsmiljölagen – följa bestämmelserna i 2 kap. 1–8 §§ samt 3 kap. 2 § första och tredje stycket, 2 a § första stycket och 3–4 §§ samma lag.

source: In addition they shall comply with these Provisions and with such other Provisions as the National Board of Occupational Safety and Health or the Swedish Work Environment Authority may have issued, pursuant to the Work Environment Ordinance, on matters referred to in Chap. 2, Sections 1-8, Chap. 3, Section 2, 1st and 3rd paragraph, Section 2a, 1st paragraph and Sections 3-4 or Chap. 4, Sections 1-4 and 8 of the Work Environment Act.
sv: De skall dessutom följa dessa föreskrifter samt de andra föreskrifter som Arbetarskydds- styrelsen eller Arbetsmiljöverket med stöd av arbetsmiljöförordningen har meddelat i sådana frågor som avses i 2 kap. 1–8 §§, 3 kap. 2 § första och tredje stycket, 2 a § första stycket och 3– 4 §§ eller 4 kap. 1–4 och 8 §§ arbetsmiljölagen.

source: Whatever is laid down in the said stipulations concerning employers and employees shall also apply to them.
sv: Även vad som i de angivna bestämmelserna sägs om arbetsgivare och arbetstagare skall gälla för dem.

source: The person appointed, pursuant to Chap. 3, Section 6 (1) of the Work Environment Act, to serve as building work environment co-ordinator with duties as provide in Chap. 3, Section 7 a and/or 7b of the same Act (planning and projection, and/or execution).
sv: Byggarbetsmiljösamordnare Den som enligt 3 kap. 6 § första stycket arbetsmiljölagen utsetts till byggarbetsmiljösamordnare med uppgifter enligt 3 kap. 7 a § och/eller 7 b § samma lag (planeringen och projekteringen respektive utförandet).

source: Vehicular traffic passing by or through a place or zone where building or civil engineering work is in
sv: Passerande fordonstrafik Fordonstrafik som passerar förbi eller genom plats eller område där byggnads- eller anläggningsarbete utförs.

source: Passing vehicular traffic is not, on the other hand, taken to include traffic at the site or in the zone which is connected with the building or civil engineering work.
sv: Med passerande fordonstrafik avses däremot inte trafik på platsen eller området som har samband med byggnads- eller anläggningsarbetet.

source: Nets, including suspension devices, designed and made to capture falling persons.
sv: Skyddsnät Nät, inklusive upphängningsanordningar, som är konstruerat och utfört för att fånga upp fallande personer.

source: Basic provisions of the Work Environment Act
sv: (AFS 2008:16)

source: Section 4
sv: Grundläggande bestämmelser i arbetsmiljölagen

source: The Work Environment Act contains basic provisions on the following and other matters.
sv: § I arbetsmiljölagen finns grundläggande bestämmelser om bland annat följande

source: The liability of the party commissioning building or civil engineering work.
sv: Ansvar för den som låter utföra ett byggnads- eller anläggningsarbete.

source: The liability of a party involved in planning and design.
sv: Ansvar för dem som medverkar i planering och projektering.

source: The liability of a building work environment co-ordinator.
sv: Ansvar för byggarbetsmiljösamordnare.

source: The possibility of a party commissioning building or civil engineering work transferring their responsibility for the work environment to a client’s delegee and the conditions for such transfer being valid.
sv: Möjlighet för den som låter utföra ett byggnads- eller anläggningsarbete att överlåta sitt ansvar beträffande arbetsmiljön på en uppdragstagare samt villkoren för att en sådan överlåtelse ska vara giltig.

source: In consumer relations, the automatic reversion, in certain cases, to a client’s delegee of the liability for the work environment devolving on a party commissioning building or civil engineering work.
sv: En i konsumentförhållanden i vissa fall automatisk övergång till en uppdragstagare av det ansvar beträffande arbetsmiljön som vilar på den som låter utföra ett byggnads- eller anläggningsarbete.

source: Co-operation between the party commissioning building or civil engineering work and the party conducting other activity, when the two activities are conducted on a joint worksite.
sv: Samverkan mellan den som låter utföra ett byggnads- eller anläggningsarbete och den som driver annan verksamhet när de båda verksamheterna bedrivs på ett gemensamt arbetsställe.

source: Liability of the party commissioning building or civil engineering work
sv: Ansvar för den som låter utföra ett byggnads- eller anläggningsarbete

source: AFS 1999:3
sv: AFS 1999:3 6

source: the positioning and design of the object or structure,
sv: objektets eller anläggningens placering och utformning,

source: the choice of building products,
sv: val av byggprodukter,

source: the choice of structures for foundation, framework systems or other load-bearing elements,
sv: val av konstruktioner för grundläggning, stomsystem eller andra bärande element,

source: the choice and design of structure completion,
sv: val och utformning av stomkomplettering,

source: the choice of installations and their positioning, and the choice of interior fittings.
sv: val av installationer, deras placering och infästning samt val av inredningar.

source: Section 5a
sv: (AFS 2008:16)

source: The party commissioning building or civil engineering work shall, at every stage of planning and design, see to it that special consideration is paid to the work environment during the construction phase in the following respects.
sv: 5 a § Den som låter utföra ett byggnads- eller anläggningsarbete ska under varje skede av planeringen och projekteringen se till att arbetsmiljön under byggskedet särskilt uppmärksammas i följande avseenden.

source: The construction time and the times allowed for sub-stages shall be ample enough for the work to be done at a pace whereby the risk of ill- health and accidents is averted.
sv: Byggtiden och tiderna för deletapperna ska vara så väl tilltagna att arbetena kan utföras i sådan takt att risk för ohälsa och olycksfall undviks.

source: Transport of building materials, demolition spoil and equipment shall be possible in a manner acceptable from the point of view of the work environment.
sv: Transporter av byggmaterial, rivningsmassor och utrustning ska kunna ske på ett ur arbetsmiljösynpunkt godtagbart sätt.

source: The establishment area shall normally be large enough for the offices, personnel facilities etc., needed for all activity on the construction site to be accommodated without excessive congestion.
sv: Etableringsområdet ska normalt vara så stort att de kontor, personalutrymmen m.m. som behövs för all verksamhet på byggarbetsplatsen får rum utan att det blir för trångt.

source: Section 5b
sv: (AFS 2008:16)

source: The party commissioning building or civil engineering work shall see to it that planning and project preparation take place sufficiently in advance of the works for co-ordination of the works to be possible without work environment hazards occurring due to lack of time for co-ordination.
sv: b § Den som låter utföra ett byggnads- eller anläggningsarbete ska se till att planering och projektering sker i så god tid före arbetenas utförande att det är möjligt att samordna arbetena utan att arbetsmiljörisker uppstår på grund av tidsbrist vid samordningen.

source: The party commissioning building or civil engineering work shall also comply with the following.
sv: För den som låter utföra ett byggnads- eller anläggningsarbete gäller också följande.

source: Prior to demolition, rebuilding or renovation of an object or part of an object, the risks of health-endangering materials shall be taken into account, as well as the risk of the stability of the object or part of it being jeopardised while work is in progress.
sv: Inför rivning, ombyggnad eller renovering av ett objekt eller del av ett objekt ska riskerna med hälsofarligt material beaktas, liksom risken att stabiliteten hos objektet eller del av detta äventyras medan arbetet pågår.

source: In particular where heath-endangering materials are concerned, the presence of such materials in the ob-
sv: Vad särskilt gäller hälsofarligt material ska, innan rivningsarbetet påbörjas, förekomsten av sådant material i objektet klarläggas.

source: If knowledge is unobtainable by any other means, sampling and, if necessary, analysis of the sample or samples shall be carried out.
sv: Om kunskap inte kan nås på annat sätt ska provtagning och, om det behövs, analys av provet eller proven äga rum.

source: or a natural person possessing, or having persons available who possess, the training, competence and experience needed for properly discharging the duties incumbent on the building work environment co-ordi- nator under the Work Environment Act and Provisions issued pursuant to the same.
sv: eller fysisk person som själv har, eller förfogar över personer som har, den utbildning, kompetens och erfarenhet som behövs för att kunna utföra de uppgifter som åligger en byggarbetsmiljösamordnare enligt arbetsmiljölagen och dessa föreskrifter.

source: The same applies if the party commissioning building or civil engineering work has appointed himself to be building work environment coordinator.
sv: Detsamma gäller om den som låter utföra byggnads- eller anläggningsarbete utsett sig själv till byggarbetsmiljösamordnare.

source: In the work of co-ordination, the building work environment co-ordinator may only employ, among the persons at his disposal, those having the qualifications as aforesaid.
sv: Byggarbetsmiljösamordnaren får, av de personer han förfogar över, i samordningsarbetet endast använda dem som har kvalifikationer enligt första stycket.

source: The party commissioning a building or civil engineering work shall, prior to the commencement of the work, tender prior notice to the Work Environment Authority concerning construction sites
sv: § Den som låter utföra ett byggnads- eller anläggningsarbete ska, innan arbetena påbörjas, lämna en förhandsanmälan till Arbetsmiljöverket då det gäller byggarbetsplatser

source: where work is expected to last for more than 30 working days and where more than 20 persons will on any occasion be employed simultaneously or where the total number of person-days is expected to exceed 500.
sv: på vilka arbetet beräknas pågå under längre tid än 30 arbetsdagar och där mer än 20 personer vid något tillfälle sysselsätts samtidigt eller på vilka det totala antalet persondagar beräknas överstiga 500.

source: Prior notice shall contain particulars according to App. 1.
sv: Förhandsanmälan ska innehålla uppgifter enligt bilaga 1.

source: A copy of the prior notice shall be clearly displayed at the construction site and, if necessary, the notice shall be regularly updated.
sv: Ett exemplar av förhandsanmälan ska finnas uppsatt väl synligt på byggarbetsplatsen och, om det behövs, uppdateras regelbundet.

source: The party commissioning building or civil engineering work is responsible for this being done.
sv: Den som låter utföra byggnads- eller anläggningsarbetet ansvarar för att så sker.

source: If the party commissioning building or civil engineering work fails to submit prior notice according to App. 1, in contravention of the requirements of the first paragraph of this section, this party shall pay a sanction charge of SEK 5 000, see Section 101.
sv: Om den som låter utföra ett byggnads- eller anläggningsarbete i strid med kraven i första stycket inte lämnar någon förhandsanmälan enligt bilaga 1, ska denne betala sanktionsavgift om 5 000 kronor, se 101 §.

source: The party commissioning a building or civil engineering work shall ensure that a work environment plan (safety and health plan) is drawn up and is available before the construction site is set up, if any of the works indicated in Section 12 a (2) C needs to be carried out in connection with the building or civil engineering work or the work is of such extent that prior notice is mandatory under Section 7.
sv: § Den som låter utföra ett byggnads- eller anläggningsarbete ska se till att en arbetsmiljöplan upprättas och finns tillgänglig innan byggarbetsplatsen etableras om något av de arbeten som anges i 12 a § andra stycket C behöver utföras i samband med byggnads- eller anläggningsarbetet eller arbetet är av sådan omfattning att förhandsanmälan ska lämnas enligt 7 §.

source: He shall further ensure that all such adjustments are made to the work environment plan as may be needed, having regard to the manner in which the work progresses and to any changes which have occurred.
sv: Denna ska vidare se till att alla sådana anpassningar genomförs i arbetsmiljöplanen som kan komma att behövas med hänsyn till hur arbetet fortskrider och till de eventuella förändringar som ägt rum.

source: Further stipulations concerning the work environment plan are contained in Sections 12, 12a and 14.
sv: Ytterligare bestämmelser om arbetsmiljöplan finns i 12, 12 a och 14 §§.

source: If the party commissioning building or civil engineering work has failed to ensure the drawing up of a work environment plan before the setting up of the construction site, in contravention of the requirements of this section, this party shall pay a sanction charge of
sv: Om den som låter utföra ett byggnads- eller anläggningsarbete i strid med denna bestämmelse inte har sett till att en arbetsmiljöplan upprättats innan byggarbetsplatsen etablerats ska denne betala sanktionsavgift om

source: • SEK 50 000 if the size of the project is such that prior notification is required under Section 7 of these provisions,
sv: 50 000 kronor om projektets storlek är sådan att förhandsanmälan krävs enligt 7 § i dessa föreskrifter,

source: • SEK 10 000 if the size of the project is such that prior notification is not required under Section 7 of these provisions.
sv: 10 000 kronor om projektets storlek är sådan att förhandsanmälan inte krävs enligt 7 § i dessa föreskrifter.

source: No sanction charge shall be paid if the entire building or civil engineering work takes place over a maximum of two days in succession.
sv: Om hela byggnads- eller anläggningsarbetet pågår under maximalt två dagar i följd, ska ingen sanktionsavgift betalas.

source: See Section 101.
sv: Se 101 §.
